brew "stow"
brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "lazygit"
brew "navi"
brew "node"
brew "tree"
brew "wget"
brew "zoxide"
cask "alfred"
cask "claude"
cask "clipy"
cask "discord"
cask "firefox@developer-edition"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zoom"
